Repository: chrcan/shop
Catalog: var/labels/*/cart_products/Resources/Private/Language/*.locallang_*.xlf
Languages: de

# extmng.categoryRestriction.current_pid
source: Categories from current page
de: Kategorien von aktueller Seite

# extmng.categoryRestriction.siteroot
source: Categories from site root
de: Kategorien von Site-Root

# extmng.categoryRestriction.pages_tsconfig
source: Page TsConfig
de: Seiten-TSconfig

# extmng.categoryRestriction.none
source: No restriction
de: Keine Einschr√§nkungen

# tcarecords-pages-contains.cart_products
source: Cart: Products
de: Cart: Produkte

# tx_cartproducts.module.main
source: Shopping Cart
de: Warenkorb

# tx_cartproducts.module.products
source: Products
de: Produkte

# pages.singleview_cart_products_product
source: Product of this Page
de: Produkt dieser Seite

# tx_cartproducts.plugin.single_product.title
source: Cart: Single Product
de: Cart: Einzelprodukt

# pages.doktype.182
source: Cart: Products
de: Cart: Produkte

# pages.doktype.183
source: Cart: Product
de: Cart: Produkt
