Repository: chrcan/shop
Catalog: var/labels/*/cart_products/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_cartproducts.typoscript.default_configuration
source: Shopping Cart - Example Configuration
de: Shopping Cart - Beispielkonfiguration

# tx_cartproducts.flexform.productId
source: Product Id
de: Produkt ID

# tx_cartproducts.flexform.cartPageId
source: Cart Page Id
de: Warenkorb SeitenID

# tx_cartproducts.flexform.seller.email_from_address
source: Sender email address for email to the Seller
de: Absender-E-Mail-Adresse für E-Mail an den Verkäufer

# tx_cartproducts.flexform.seller.email_to_address
source: Receiver email address for email to the Seller
de: Empfänger-E-Mail-Adresse für E-Mail an den Verkäufer

# tx_cartproducts.flexform.buyer.email_from_address
source: Sender email address for email to the Buyer
de: Absender-E-Mail-Adresse für E-Mail an den Käufer

# tx_cartproducts_domain_model_product_product.title
source: Title
de: Titel

# tx_cartproducts_domain_model_product_product.sku
source: SKU
de: Artikelnummer

# tx_cartproducts_domain_model_product_product.is_net_price
source: Price (net)
de: Preis (netto)

# tx_cartproducts_domain_model_product_product.price
source: Price
de: Preis

# tx_cartproducts_domain_model_product_product.special_prices
source: Special Prices
de: Spezialpreise

# tx_cartproducts_domain_model_product_product.quantity_discounts
source: Quantity Discount
de: Mengenrabatt

# tx_cartproducts_domain_model_product_product.is_net_price
source: Is Net Price
de: Preis (netto)

# tx_cartproducts_domain_model_product_product.attributes
source: Additional Attributes
de: Zusätzliche Attribute

# tx_cartproducts_domain_model_product_product.div.descriptions
source: Description
de: Beschreibung

# tx_cartproducts_domain_model_product_product.div.images_and_files
source: Images / Files
de: Bilder / Dateien

# tx_cartproducts_domain_model_product_product.div.prices
source: Prices
de: Preise

# tx_cartproducts_domain_model_product_product.div.measures
source: Measures
de: Maßangaben

# tx_cartproducts_domain_model_product_product.div.variants
source: Variants
de: Varianten

# tx_cartproducts_domain_model_product_product.div.related_products
source: Related Products
de: Verwandte Produkte

# tx_cartproducts_domain_model_product_product.div.tags_categories
source: Tags and Categories
de: Tags und Kategorien

# tx_cartproducts_domain_model_product_product.div.stock
source: Stock
de: Lagerbestand

# tx_cartproducts_domain_model_product_product.palette.prices
source: Prices
de: Preise

# tx_cartproducts_domain_model_product_product.palette.measures
source: Measures
de: Maßangaben

# tx_cartproducts_domain_model_product_product.palette.service_attributes
source: Service Attributes
de: Service Attribute

# tx_cartproducts_domain_model_product_product
source: Product
de: Produkt

# tx_cartproducts_domain_model_product_product.product_type
source: Type
de: Typ

# tx_cartproducts_domain_model_product_product.product_type.simple
source: simple
de: einfach

# tx_cartproducts_domain_model_product_product.product_type.configurable
source: configurable
de: konfigurierbar

# tx_cartproducts_domain_model_product_product.product_type.virtual
source: virtual
de: virtuell

# tx_cartproducts_domain_model_product_product.product_type.downloadable
source: downloadable
de: herunterladbar

# tx_cartproducts_domain_model_product_product.description
source: Description
de: Beschreibung

# tx_cartproducts_domain_model_product_product.product_content
source: Content
de: Inhalt

# tx_cartproducts_domain_model_product_product.min_number_in_order
source: Minimum numbers of product items per order
de: Minimale Anzahl an Produkten in einer Bestellung

# tx_cartproducts_domain_model_product_product.max_number_in_order
source: Maximum number of product items per order
de: Maximale Anzahl an Produkten in einer Bestellung

# tx_cartproducts_domain_model_product_product.price_measure
source: Price Measure
de: Messwert

# tx_cartproducts_domain_model_product_product.price_measure_unit
source: Price Measure Unit
de: Messeinheit

# tx_cartproducts_domain_model_product_product.base_price_measure_unit
source: Base Price Measure Unit
de: Grundmesseinheit

# tx_cartproducts_domain_model_product_product.measure.no_measuring_unit
source: No Measuring Unit
de: keine Meßeinheit

# tx_cartproducts_domain_model_product_product.measure.weight
source: Weight
de: Gewicht

# tx_cartproducts_domain_model_product_product.measure.volume
source: Volume
de: Volumen

# tx_cartproducts_domain_model_product_product.measure.length
source: Length
de: Länge

# tx_cartproducts_domain_model_product_product.measure.area
source: Area
de: Fläche

# tx_cartproducts_domain_model_product_product.service_attribute1
source: Attribute 1
de: Attribut 1

# tx_cartproducts_domain_model_product_product.service_attribute2
source: Attribute 2
de: Attribut 2

# tx_cartproducts_domain_model_product_product.service_attribute3
source: Attribute 3
de: Attribut 3

# tx_cartproducts_domain_model_product_product.tax_class
source: Tax Class
de: Steuerklasse

# tx_cartproducts_domain_model_product_product.be_variants
source: Backend Variants
de: Backend Varianten

# tx_cartproducts_domain_model_product_product.be_variant_attributes
source: Backend Variant Attributes
de: Backend Variant Attribute

# tx_cartproducts_domain_model_product_product.be_variant_attribute1
source: Backend Variant Attribute 1
de: Backend Variant Attribut 1

# tx_cartproducts_domain_model_product_product.be_variant_attribute2
source: Backend Variant Attribute 2
de: Backend Variant Attribut 2

# tx_cartproducts_domain_model_product_product.be_variant_attribute3
source: Backend Variant Attribute 3
de: Backend Variant Attribut 3

# tx_cartproducts_domain_model_product_product.fe_variants
source: Frontend Variants
de: Frontend Varianten

# tx_cartproducts_domain_model_product_product.related_products
source: Related Products
de: Verwandte Produkte

# tx_cartproducts_domain_model_product_product.related_products_from
source: Related Products (from)
de: Verwandte Produkte (von)

# tx_cartproducts_domain_model_product_product.images
source: Images
de: Bilder

# tx_cartproducts_domain_model_product_product.files
source: Files
de: Dateien

# tx_cartproducts_domain_model_product_product.handle_stock
source: Stock handling
de: Lagerbestand verwalten

# tx_cartproducts_domain_model_product_product.handle_stock_in_variants
source: Stock handling in variants
de: Lagerbestand in den Varianten verwalten

# tx_cartproducts_domain_model_product_product.stock
source: Stock
de: Lagerbestand

# tx_cartproducts_domain_model_product_product.category
source: Main Category
de: Hauptkategorie

# tx_cartproducts_domain_model_product_product.categories
source: Associated Categories
de: Assoziierte Kategorien

# tx_cartproducts_domain_model_product_product.tags
source: Tags
de: Schlagworte

# tx_cartproducts_domain_model_product_taxclass
source: Tax Class
de: Steuerklasse

# tx_cartproducts_domain_model_product_taxclass.title
source: Title
de: Titel

# tx_cartproducts_domain_model_product_taxclass.value
source: Value
de: Wert

# tx_cartproducts_domain_model_product_taxclass.calc
source: Calc
de: mathematischer Wert

# tx_cartproducts_domain_model_product_bevariantattribute.sku
source: SKU
de: Artikelnummer

# tx_cartproducts_domain_model_product_bevariantattribute.title
source: Title
de: Titel

# tx_cartproducts_domain_model_product_bevariantattribute.description
source: Description
de: Beschreibung

# tx_cartproducts_domain_model_product_bevariantattribute.be_variant
source: Backend Variant
de: Backend Variante

source: Backend Variant Attribute Options
de: Backend Variant Attribut Optionen

# tx_cartproducts_domain_model_product_bevariantattributeoption
source: Backend Variant Attribute Option
de: Backend Variant Attribut Option

# tx_cartproducts_domain_model_product_bevariantattributeoption.sku
source: SKU
de: Artikelnummer

# tx_cartproducts_domain_model_product_bevariantattributeoption.title
source: Title
de: Titel

# tx_cartproducts_domain_model_product_bevariantattributeoption.description
source: Description
de: Beschreibung

# tx_cartproducts_domain_model_product_bevariant.palette.variants
source: Variants
de: Varianten

# tx_cartproducts_domain_model_product_bevariant
source: Backend Variant
de: Backend Variante

# tx_cartproducts_domain_model_product_bevariant.be_variant_attribute_option1
source: Backend Variant Attribute Option 1
de: Backend Varianten Attribut Option 1

# tx_cartproducts_domain_model_product_bevariant.be_variant_attribute_option2
source: Backend Variant Attribute Option 2
de: Backend Varianten Attribut Option 2

# tx_cartproducts_domain_model_product_bevariant.be_variant_attribute_option3
source: Backend Variant Attribute Option 3
de: Backend Varianten Attribut Option 3

# tx_cartproducts_domain_model_product_bevariant.stock
source: Stock
de: Lagerbestand

# tx_cartproducts_domain_model_product_bevariant.price_calc_method
source: Price Calc Method
de: Preisberechnungsmethode

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.0
source: 0: Product Price
de: 0: Produktpreis

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.1
source: 1: Variant Price
de: 1: Variantenpreis

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.2
source: 2: Product Price - Variant Price
de: 2: Produktpreis - Variantenpreis

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.3
source: 3: Product Price - (Variant Price %)
de: 3: Produktpreis - (Variantenpreis %)

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.4
source: 4: Product Price + Variant Price
de: 4: Produktpreis + Variantenpreis

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.5
source: 5: Product Price + (Variant Price %)
de: 5: Produktpreis + (Variantenpreis %)

# tx_cartproducts_domain_model_product_fevariant
source: Frontend Variant
de: Frontend Variante

# tx_cartproducts_domain_model_product_fevariant.is_required
source: is Required
de: Pflichtfeld

# tx_cartproducts_domain_model_product_fevariant.sku
source: SKU
de: Artikelnummer

# tx_cartproducts_domain_model_product_fevariant.title
source: Title
de: Titel

# tx_cartproducts_domain_model_product_specialprice
source: Special Price
de: Spezialpreis

# tx_cartproducts_domain_model_product_specialprice.title
source: Title
de: Titel

# tx_cartproducts_domain_model_product_specialprice.frontend_user_group
source: Website Usergroup
de: Website-Benutzergruppe

# tx_cartproducts_domain_model_product_specialprice.price
source: Price
de: Preis

# tx_cartproducts_domain_model_product_quantitydiscount
source: Quantity Discount
de: Staffelpreis

# tx_cartproducts_domain_model_product_quantitydiscount.frontend_user_group
source: Website Usergroup
de: Website-Benutzergruppe

# tx_cartproducts_domain_model_product_quantitydiscount.price
source: Price
de: Preis

# tx_cartproducts_domain_model_product_quantitydiscount.quantity
source: Quantity (lower bound)
de: Anzahl (untere Grenze)

# tx_cartproducts_domain_model_category.cart_product_image
source: Cart: Product Category Image
de: Cart: Prdduktkategoriebild
